Repository: 4IceG/luci-app-lite-watchdog
Catalog: po/*/watchdog.po
Languages: pl

source: Connection Monitor
pl: Monitor połączenia

source: Connection monitor settings
pl: Ustawienia monitora połączenia

source: Configuration luci-app-lite-watchdog
pl: Konfiguracja luci-app-lite-watchdog

source: Configuration panel for lite-watchdog and gui application.
pl: Panel ustawień dla aplikacji lite-watchdog oraz dla interfejsu użytkownika.

source: Interface
pl: Interfejs

source: Network interface for Internet access.
pl: Interfejs sieciowy umożliwiający dostęp do Internetu.

source: Port for communication with the modem
pl: Port do komunikacji z modemem

source: Select one of the available ttyUSBX ports.
pl: Wybierz jeden z dostępnych portów ttyUSBX.

source: Please select a port
pl: Wybierz port

source: Perform a modem restart before resuming the connection.
pl: Wykonaj restart modemu przed wznowieniem połączenia.

source: Restart modem with AT command
pl: Restart modemu za pomocą polecenia AT

source: AT command to restart the modem.
pl: Polecenie AT restartujące modem.

source: Configuration of the connection monitor, which is a conversion of the monitor known from the easyconfig package. More information on the
pl: Konfiguracja monitora połączenia, który jest konwersją monitora znanego z pakietu easyconfig. Więcej informacji na

source: eko.one.pl forum
pl: forum eko.one.pl

source: Enable a connection monitor.
pl: Włącz monitor połączenia.

source: System startup delay
pl: Opóźnienie przy starcie systemu

source: [1 - 59] minute(s)
pl: [1 - 59] minut(-y)

source: Expect a decimal value between one and fifty-nine
pl: Oczekiwana jest wartość dziesiętna z zakresu od jednego do pięćdziesięciu dziewięciu

source: Address or name
pl: Adres lub nazwa

source: Verification period
pl: Okres sprawdzenia

source: Number of failed checks
pl: Liczba nieudanych sprawdzeń

source: Action
pl: Akcja

source: Connection restart
pl: Restart połączenia z internetem

source: Modem restart
pl: Restart modemu

source: Reboot
pl: Ponowne uruchomienie urządzenia

source: Changes have been saved. Connection Monitor has started.
pl: Zmiany zostały zapisane. Monitor połączenia został uruchomiony.

source: Changes have been saved. Connection Monitor is not running.
pl: Zmiany zostały zapisane. Monitor połączenia nie działa.

source: Last check:
pl: Ostatnie sprawdzenie:

source: minimum:
pl: minimun:

source: average:
pl: średnia:

source: maximum:
pl: maksimum:

source: Information
pl: Informacje

source: Basic settings
pl: Ustawienia podstawowe
